Repository: CarlosLongarela/camptix-xml-csv
Catalog: languages/camptix-xml-csv-*.po
Languages: es_es, gl_es

source: The URL must begin with "https://".
es_es: La URL debe comenzar con "https://".

source: The URL must not contain "wp-json".
es_es: La URL no debe contener "wp-json".

source: Wrong API URL
es_es: URL de API incorrecta

source: API URL it is not a valid URL
es_es: URL de la API, no es una URL válida

source: Wrong data type
es_es: Tipo de datos incorrecto

source: Data type it is not a valid data type
es_es: Tipo de datos no es un tipo de datos válido

source: API Error
es_es: Error de API

source: Error retrieving API data
es_es: Error al recuperar datos de la API

source: Error retrieving API data, reponse different from 200
es_es: Error al recuperar datos de API, respuesta diferente de 200

source: Security check failed.
es_es: La comprobación de seguridad ha fallado.
gl_es: Fallou a comprobación de seguridade.

source: CSV file created successfully:
es_es: Archivo CSV creado correctamente:
gl_es: Ficheiro CSV creado correctamente:

source: Download CSV file
es_es: Descargar archivo CSV
gl_es: Descargar ficheiro CSV

source: Please upload an XML file.
es_es: Por favor, carga un archivo XML.
gl_es: Por favor, suba un ficheiro XML.

source: Please upload an CSV file.
es_es: Por favor, carga un archivo CSV.
gl_es: Por favor, suba un ficheiro CSV.

source: Please select a valid data type.
es_es: Por favor, selecciona un tipo de datos válido.
gl_es: Por favor, seleccione un tipo de datos válido.

source: XML file created successfully:
es_es: Archivo XML creado correctamente:
gl_es: Ficheiro XML creado correctamente:

source: Download XML file
es_es: Descargar archivo XML
gl_es: Descargar ficheiro XML

source: Please select a valid CSV file. Check plugin README for valid names.
es_es: Por favor, selecciona un archivo CSV válido. Comprueba el README del plugin para ver si los nombres son válidos.
gl_es: Selecciona un ficheiro CSV válido. Comprobe o plugin README para nomes válidos.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo subido excede la directiva upload_max_filesize en php.ini
gl_es: O ficheiro subido excede a directiva upload_max_filesize en php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo cargado excede la directiva MAX_FILE_SIZE especificada en el formulario HTML
gl_es: O ficheiro cargado excede a directiva MAX_FILE_SIZE especificada no formulario HTML

source: The uploaded file was only partially uploaded
es_es: El archivo cargado sólo fue parcialmente subido
gl_es: O ficheiro foi subido só parcialmente

source: No file was uploaded
es_es: No se subió ningún archivo
gl_es: Non se cargou ningún ficheiro

source: Missing a temporary folder
es_es: Falta una carpeta temporal
gl_es: Falta unha carpeta temporal

source: Failed to write file to disk
es_es: Fallo al escribir el archivo en disco
gl_es: Non se puido escribir o ficheiro no disco

source: File upload stopped by extension
es_es: Carga de archivos detenida por extensión
gl_es: Carga de ficheiros parada pola extensión

source: Unknown upload error
es_es: Error de subida desconocida
gl_es: Erro de carga descoñecido

source: File is not a uploaded file
es_es: El archivo no es un archivo cargado
gl_es: O ficheiro non é un ficheiro cargado

source: Convert a JSON API response to CSV to edit with Google Spreadsheets, Excel, Libre Office Calc or similar.
es_es: Convierte una respuesta de la API JSON a CSV para editarla con hojas de cálculo de Google, Excel, Libre, Office Calc o similares.

source: Select the API type:
es_es: Seleccione el tipo de API:

source: Organizers
es_es: Organizadores

source: Speakers
es_es: Ponentes

source: Sessions
es_es: Sesiones

source: Volunteers
es_es: Voluntarios

source: API route not available
es_es: Ruta de API no disponible

source: Sponsors
es_es: Patrocinadores

source: Enter the API URL base (without the API part):
es_es: Introduce la base de la URL de la API (sin la parte de la API):

source: Export to CSV
es_es: Exportar a CSV
gl_es: Exportación a CSV

source: Convert XML to CSV
es_es: Convertir XML a CSV
gl_es: Converter XML en CSV

source: Convert CSV to XML
es_es: Convertir CSV a XML
gl_es: Converter CSV en XML

source: Convert a XML file downloaded from WordPress export option and convert it to CSV to edit with Google Spreadsheets, Excel, Libre Office Calc or similar.
es_es: Convierte un archivo XML descargado de la opción de exportación de WordPress y lo convierte a CSV para editarlo con hojas de cálculo de Google, Excel, Libre, Office Calc o similar.
gl_es: Converte un ficheiro XML descargado da opción de exportación de WordPress e convérteo en CSV para editar con Google Spreadsheets, Excel, Libre Office Calc ou similar.

source: Choose an XML file:
es_es: Selecciona un archivo XML:
gl_es: Escolle un ficheiro XML:

source: Convert a CSV from Google Spreadsheets, Excel, Libre Office Calc or similar to import in WordPress.
es_es: Convierte un CSV de hojas de cálculo de Google, Excel, Libre Office Calc o similar para importarlo en WordPress.
gl_es: Fai a conversións dun CSV de Google Spreadsheets, Excel, Libre Office Calc ou similar para importar en WordPress.

source: Choose an CSV file:
es_es: Selecciona un archivo CSV:
gl_es: Escolle un ficheiro CSV:

source: Export to XML
es_es: Exportar a XML
gl_es: Exportación a XML

source: Converts uploaded XML files to CSV format and back again from CSV to XML. Based on idea and script from Pascal Casier (https://github.com/ePascalC).
es_es: Convierte los archivos XML cargados a formato CSV y viceversa de CSV a XML. Basado en la idea y el script de Pascal Casier (https://github.com/ePascalC).

source: Carlos Longarela <carlos@longarela.eu>, WordCamp Europe
es_es: Carlos Longarela <carlos@longarela.eu>, WordCamp Europa

source: A plugin to converts uploaded XML files to CSV format and back again from CSV to XML. Based on idea and script from Pascal Casier (https://github.com/ePascalC).
gl_es: Un plugin para converter os ficheiros XML cargados en formato CSV e de novo de CSV a XML. Baseado na idea e script de Pascal Casier (https://github.com/ePascalC).
